import random

def lenin():
	dicte=[
	'«_Учиться, учиться и еще раз учиться!_»\n©*В. И. Ленин*',
	'«_Пока есть государство, нет свободы. Когда будет свобода, не будет государства._»\n©*В. И. Ленин*',
	'«_Всеобщая вера в революцию есть уже начало революции._»\n©*В. И. Ленин*',
	'«_Жить в обществе и быть свободным от общества нельзя._»\n©*В. И. Ленин*',
	'«_Если предложить хорошую цену, капиталисты продадут и саму веревку, на которой их же и повесят._»\n©*В. И. Ленин*',
	'«_Формально правильно, а по сути издевательство._»\n©*В. И. Ленин*',
	'«_Хороший коммунист в то же время есть и хороший чекист._»\n©*В. И. Ленин*',
	'«_Равнодушие есть молчаливая поддержка того, кто силён, того, кто господствует._»\n©*В. И. Ленин*',
	'«_Русский язык мы портим. Иностранные слова употребляем без надобности. Употребляем их неправильно. К чему говорить «дефекты», когда можно сказать недочёты, или недостатки, или пробелы?_»\n©*В. И. Ленин*\n\nАлексей Борисович лично одобряет это высказывание',
	'«_Вы должны твёрдо помнить, что из всех искусств для нас важнейшим является кино._»\n©*В. И. Ленин*',
	'«_Все, не только земля, но и человеческий труд, и человеческая личность, и совесть, и любовь, и наука, — все неизбежно становится продажным, пока держится власть капитала._»\n©*В. И. Ленин*',
	'«_Никогда идея бога не «связывала личность с обществом», а всегда связывала угнетённые классы верой в божественность угнетателей._»\n©*В. И. Ленин*'

	]

	return random.choice(dicte)